import React from "react";

const Index = () => {
  return (
    <div className="container m-auto p-4">
        <div className="text-center ">
            <h1 className="bg-red-600 text-white py-2  my-2">صفحه در باره ما</h1>
        </div>
      <p className="text-justify ">
        معرفی و تاریخچه موتور جستجوی خرید ترب از سال ۱۳۹۳ شمسی با هدف ارائه و
        مقایسه شفاف قیمت‌ها توسط تعدادی از دانشجویان دانشگاه شریف راه‌اندازی شد.
        سال ۱۳۹۵ شرکت فن‌گستران پیشرو بازار (مسئولیت محدود) برای اداره‌ی کارهای
        این سرویس ثبت شد و در حال حاضر همه‌ی حقوق این سرویس متعلق به شرکت
        «فن‌گستران پیشرو بازار» است. مهم‌ترین فعالیت این شرکت توسعه‌ی موتور
        جستجوی خرید ترب است. این موتور جستجوی بالغ بر میلیون‌ها محصول از بیش از
        ۱۰۰ هزار فروشگاه معتبر اینترنتی ایرانی را جمع‌آوری کرده است تا به
        کاربران کمک کند در کمترین زمان بهترین قیمت را بین فروشگاه‌های مختلف پیدا
        کنند. همچنین به فروشگاه‌های اینترنتی معتبر کمک می‌کند تا بدون نیاز به
        دانش فنی بتوانند به گستره‌ی بزرگی از کاربران اینترنتی دسترسی پیدا کنند.
        فرآیند همکاری با فروشگاه‌های اینترنتی شما باید فروشگاه اینترنتی دارای
        اینماد داشته باشید. در فرم ثبت‌نام اطلاعات فروشگاه خود را ثبت کنید.
        حداکثر بعداز ۴۸ ساعت درخواست شما توسط کارشناسان ترب بررسی خواهد شد و در
        صورت تایید از طریق پیامک به شما اطلاع داده خواهد شد. بعداز تایید فروشگاه
        حساب فروشگاه خود را در پنل ترب شارژ نمایید. بعداز شارژ حساب محصولات شما
        توسط ربات‌های ترب دریافت می‌شود. این فرایند بسته به سایت و تعداد محصولات
        شما میتواند تا یک هفته زمان ببرد.
      </p>
    </div>
  );
};

export default Index;
